Repository: Kaian/klearMatrix
Catalog: languages/*/*.po
Languages: eu_es

source: Cancel
eu_es: Utzi

source: Download
eu_es: Jaitsi

source: Error preparing download.<br />(%s)
eu_es: Errorea jaitsiera prestatzen.<br />(%s)

source: Record not found. Could not delete.
eu_es: Ez da sarrerarik aurkitu. Ezin da ezabatu.

source: Could not delete record:
eu_es: Ezin da sarrera ezabatu:

source: (%d) %s successfully deleted
eu_es: (%d) %s ezabatu da

source: Record
eu_es: Sarrera

source: Record successfully saved.
eu_es: Sarrera gorde da.

source: Record not found.
eu_es: Ez da sarrerarik aurkitu.

source: Error saving record
eu_es: Sarrera gordetzen errorea gertatu da

source: Element not found. Cannot edit.
eu_es: Ez da sarrerarik aurkitu. Ezin da editatu.

source: (Aproximated values)
eu_es: (Gutxi gorabeherako balioak)

source: Record not found. Could not clone.
eu_es: Ez da sarrerarik aurkitu. Ezin da bikoiztu.

source: Do you want to clone this %s?
eu_es: %s hau bikoiztu?

source: record
eu_es: sarrera

source: Title:
eu_es: Tituloa:

source: Clone %s
eu_es: %s bikoiztu

source: Clone
eu_es: Bikoiztu

source: Could not clone record:
eu_es: Sarrera ezin da bikoiztu:

source: %s successfully cloned
eu_es: %s bikoiztu da

source: Close
eu_es: Itxi

source: Field is not a valid URL.
eu_es: Eremua ez da URL egokia

source: Email not valid.
eu_es: Emaila ez da egokia.

source: %d items found
eu_es: %d sarrera aurkitu dira

source: (showing %d)
eu_es: (%d erakusten)

source: Search shortcuts
eu_es: Bilaketa konbinazioak

source: Filter fields
eu_es: Eremu iragazketa

source: Returns records that satisfy any of filters
eu_es: Edozein iragazki betetzen duten erregistroak itzultzen ditu

source: Apply filters
eu_es: Iragazki guztiak gehitu

source: less than
eu_es: txikiagoa

source: equals
eu_es: berdina

source: greater than
eu_es: handiagoa

source: Add all filters
eu_es: Iragazki guztiak gehitu

source: Export to CSV
eu_es: CSV moduan jaitsi

source: Total:
eu_es: Guztira:

source: Records
eu_es: Sarrerak

source: Records per page:
eu_es: Sarrera horrialdeko

source: Save
eu_es: Gorde

source: Close automatically after save
eu_es: Automatikoki itxi gorde ostean

source: Do you want delete this record?
eu_es: Erregistro hau ezabatu?

source: Close automatically
eu_es: Automatikoki itxi gorde ostean

source: Not available
eu_es: Ez dago eskuragarri

source: Change password
eu_es: Pasahitza aldatu

source: Channel:
eu_es: Kanala:

source: Error
eu_es: Errorea

source: There are not associated elements
eu_es: Ez daude loturiko elementuak

source: Field available in multi-language
eu_es: Eremuak hainbat hizkuntzetan eskugai

source: undefined error
eu_es: Errore ezezaguna

source: invalid pattern
eu_es: patroi ezegokia

source: range overflow
eu_es: _eu_range overflow

source: range underflow
eu_es: _eu_range underflow

source: step mismatch
eu_es: _eu_step mismatch

source: the value is too long
eu_es: _eu_the value is too long

source: type mismatched
eu_es: _eu_type mismatched

source: this is a required field
eu_es: _eu_this is a required field

source: Edit again
eu_es: Berriro editatu

source: # of # selected
eu_es: # #-tik aukeratuta

source: Select all
eu_es: Danak aukeratu

source: Unselect all
eu_es: Danak desaukeratu

source: Select an option
eu_es: Aukeratu

source: # selected
eu_es: # aukeratuta

source: {file} has invalid extension. Only {extensions} are allowed.
eu_es: _eu_{file} has invalid extension. Only {extensions} are allowed.

source: {file} is too large, maximum file size is {sizeLimit}.
eu_es: _eu_{file} is too large, maximum file size is {sizeLimit}.

source: {file} is too small, minimum file size is {minSizeLimit}.
eu_es: _eu_{file} is too small, minimum file size is {minSizeLimit}.

source: {file} is empty, please select files again without it.
eu_es: _eu_{file} is empty, please select files again without it.

source: The files are being uploaded, if you leave now the upload will be cancelled.
eu_es: _eu_The files are being uploaded, if you leave now the upload will be cancelled.

source: Upload File
eu_es: Fitxategia gehitu

source: ERROR
eu_es: ERROREA

source: Required field
eu_es: Derrigorrezko eremua

source: There is unsaved content.
eu_es: Gorde ez diren edukiak daude.

source: Close the screen?
eu_es: Pantaila itxi?

source: Attention!
eu_es: Adi!

source: Ignore changes and close
eu_es: Ezikusi aldaketak eta itxi

source: Auto-copied field
eu_es: Eremu auto kopiatua

source: characters remaining
eu_es: karaktere gelditzen dira

source: Add another record
eu_es: Beste erregistro bat gehitu

source: Delete
eu_es: Ezabatu

source: You have unsaved changes are you sure you want to navigate away?
eu_es: Gorderik gabeko aldaketak daukazuz, nabigatzen jarraitu nahi duzu ala ere?

source: Galería de imágenes
eu_es: Irudi galeria

source: Ningún estilo aplicable a este elemento
eu_es: Elementu honentzako ez dago estilorik

source: Aplicar estilos al elemento seleccionado
eu_es: Aukeratutako elementuari estiloak aplikatu
